Repository: 0adbylad/IPTV-List-Updater
Catalog: po/*.po
Languages: ar, de, it, pl, sk

source: Welcome to IPTV List Updater
ar: IPTV اهلا بكم في
de: Willkommen bei IPTV List Updater
it: Benvenuto a IPTV List Updater
pl: Witamy w IPTV List Updater

source: Changelog IPTV List Updater
ar: تغييرات البرنامج
de: Versionshistorie IPTV List Updater
it: Lista di cambiamento IPTV List Updater
pl: Historia i wersjach IPTV Updater

source: FAQ IPTV List Updater
ar: اسئله و اجوبه

source: Install & Update IPTV from
ar: تنصيب وتحديث من
de: Installieren & aktualisieren von IPTV aus der
it: Installare e aggiornare IPTV dalla
pl: Instalacja i aktualizacja IPTV z

source: country list to Bouquet TV or Radio
ar: قائمه البلدان للتافزيون والراديو
de: Länderliste in Bouquet TV oder Radio
it: lista dei paese nel Bouquet TV o Radio
pl: listą państw w bukietach TV lub Radia

source: Special thanks goes to HasBahCa for his Links
ar: HasBahCa الشكر الخاص ل
de: Danke an HasBahCa für seine Links
it: Un ringraziamento speciale va a HasBahCa per i suoi Links
pl: Podziękowania dla HasBahCa za linki.

source: Close
ar: اغلاق
de: Beenden
it: Chiudere
pl: Zakończ
sk: ukončiť proces

source: Start
ar: البدايه
it: Inizio
sk: začať proces

source: FAQ
ar: معظم السئله والاجوبه

source: Changelog
ar: التغيرات
de: Versionsinfo
it: Cronologia versioni
pl: Informacje o wersji
sk: História verzií

source: Select country to add as TV or Radio Bouquet:
ar: اختر البلد للاضافه كتلفزيون او راديو

source: Install
ar: التنصيب
de: Installiere
it: Aggiungi
pl: Instaluj
sk: nainštalovať

source: Install all
ar: تنصيب كل القوائم
de: Installiere alle
it: Aggiungere tutti
pl: Instaluj wszystkie
sk: nainštalujte všetky

source: Update list
ar: تحديث القوائم
de: Liste aktualisieren
it: Aggiorna lista
pl: Aktualizuj Liste
sk: obnoviť zoznam

source: Reloading bouquets and services...
ar: اعاده تحديث الباقات و الخدمه
de: Bouquets und Sender werden neu geladen….
it: Ricarica Bouquet e Servizi...
pl: Ładuje bukiety i kanały na nowo….

source: Can not find download.txt !!
ar: لا يوجد صيغه مكتوبه
de: Kann download.txt nicht finden !!
it: Non riesci a trovare download.txt !!
pl: Nie można odnaleść download.txt !!

source: Nothing to select !!
ar: لا يوجد اختيارات
de: Nichts zum auswaehlen
it: Niente da selezionare !!
pl: Nic nie jest wybrane !!
sk: nic k zvoleniu na vyber

source: Update Bouquets and Services for:
ar: تحديث القوائم و الخدمات
de: Aktualisiere Bouquets und Services für:
it: Aggiornare Bouquet e Servizi per:
pl: Aktualizuj bukiety i service dla:
sk: Aktuallisuj aktualnu temu a služby pre:

source: Press OK or EXIT to go back !
ar: اضغط اوكي او اكزت للخروج
de: Drücke OK oder EXIT um zurückzukehren !
it: Premere OK o EXIT per tornare indietro !
pl: Wciśnij OK albo EXIT aby powrócić !
sk: Stlačte tlačidlo OK alebo EXIT k vráteniu sa!

source: HTTP download ERROR:
ar: لايمكن الاتصال بالسيرفر
de: HTTP download Fehler:
it: HTTP errore di download:
pl: HTTP błąd w pobieraniu:
sk: HTTP chyba pri stahovani :

source: Converting Bouquet
ar: تغيير صيغه القائمه
de: Konvertiere Bouquet
it: Conversione Bouquet
pl: Konwertuj bukiety
sk: konvertovať aktualny program

source: UNKNOWN TYPE:
ar: الصيغه غير معروفه
de: Unbekannter Typ:
it: Tipo sconosciuto:
pl: Nieznany Typ:
sk: Neznámy typ:

source: bouquetname exists, do nothing
ar: القائمه موجوده لا يوجد تغيير
de: Bouquetname existiert bereits
it: Nome del Bouquet esiste, non fare nulla
pl: Nazwa bukietu już istnieje, nie rób nic

source: bouquetname doesnt exists, adding it
ar: القائمه غير موجوده، اضافه
de: Bouquetname existiert nicht, wird hinzugefügt
it: Nome del bouquet non esiste, aggiungendolo
pl: Nazwa bukietu nieznana, zostanie dodana

source: Select country to add as Bouquet in TV or Radio:
de: Selektiere ein Land aus & füge es als Bouquet TV oder Radio ein:
it: Seleziona paese di aggiungere come Bouquet in TV o Radio:
pl: Wybierz państwo i dodaj do bukietów TV lub radia:

source: Special thanks to following Users:
de: Einen speziellen Dank geht an folgende User:
it: Un ringraziamento speciale a seguenti utenti:
sk: Osobitné poďakovanie patrí nasledovnym použivatelomr:

source: Credits
de: Danksagung
it: Ringraziamenti
sk: Podakovanie

source: IPTV List from HasBahCa
pl: Lista IPTV od HasBahCa

source: Install & update IPTV streams from country list
sk: Inštalácia a aktualizácia IPTV zo zoznamu krajín

source: and add into TV Bouquet or Radio Bouquet
sk: a vložte ju do televízneho alebo rozhlasového konceptu

source: Special thanks goes to HasBahCa & FreeTuxTV for the links
sk: Vďaka HasBahCa & FreeTuxTV za odkazy liniek

source: Select country from list to add into TV Bouquet or Radio Bouquet:
sk: Vyber si krajinu a vlož ju ako televízne alebo rozhlasové vysielanie do konceptu:

source: Reloading Bouquets and Services...
sk: aktualizacia a vysielače budu novo nainstalovane

source: Bouquetname exists, do nothing
sk: Vyber aktualizacie už existuje

source: Bouquetname doesn't exists, adding it
sk: Vyber aktualizacie nexistuje a nebude pridane do vyberu
